INSERT INTO films (uuid, name, director, rating, counter, year, language, duration, genre) VALUES
	('21b607ce-cf9b-4fb2-a0c8-c013fa27da0a','Зеленая миля', 'Фрэнк Дарабонт', 9, 1, '1999', 'English', '189', 'Драма'),
	('867c9b13-28e4-4cb4-aab6-d8abff9824ac','Побег из Шоушенка', 'Фрэнк Дарабонт', 9, 1, '1994', 'English', '142', 'Драма'),
	('7a876737-085c-4f4e-b7c9-0003fb32752a','Властелин колец: Возвращение короля', 'Питер Джексон', 8, 1, '2003', 'English', '201', 'Фэнтези'),
	('de85604d-3ddd-417b-9881-3dae4e741f92','Властелин колец: Две крепости', 'Питер Джексон', 8, 1, '2002', 'English', '179', 'Приключения'),
	('fe0bb9d8-f2ec-464e-9b15-6fefe94d4100','Властелин колец: Братство Кольца', 'Питер Джексон', 8, 1, '2001', 'English', '178', 'Драма'),
	('6a704166-2d73-4c81-b000-ef121bbe4844','Форрест Гамп', 'Роберт Земекис', 9, 1, '1994', 'English', '142', 'Комедия'),
	('38974963-b0bd-4d67-b672-f3c57c2109e8','Король Лев', 'Джон Фавро', 7, 1, '1994', 'English', '183', 'Мультфильм'),
	('a9c84717-1d4d-45ef-b93d-8600dafb6a67','Карты, деньги, два ствола', 'Гай Ричи', 5, 1, '1998', 'English', '195', 'Боевик'),
	('0bc8b6ee-6391-429d-954a-fd08754d7fe6','Список Шиндлера', 'Стивен Спилберг', 6, 1, '1993', 'English', '195', 'Биография'),
	('3fae65fa-b653-4c5d-934d-6e599b7d24e0','Начало', 'Кристофер Нолан', 8, 1, '2010', 'English', '148', 'Боевик');


INSERT INTO actors (uuid, actor, film_name) VALUES
	('0a3fd8b3-069e-4ea0-b22e-b42bca85a390','Киану Ривз', 'Зеленая миля'),
	('19550ca1-6d7a-4656-bade-b8309af1d668','Леонардо ДиКаприо', 'Начало'),
	('284a7093-8598-430e-929a-14e1a75868f2','Мадс Миккельсен', 'Властелин колец: Возвращение короля'),
	('d0967cb1-1460-4cc5-9fed-eb282919e87c','Хью Джекман', 'Властелин колец: Две крепости'),
	('8446b032-8d7e-49f2-87de-4cea385e00d4','Сирша Ронан', 'Побег из Шоушенка'),
	('dccc76b0-b824-4ab7-b9fd-474d00fa1203','Мэттью МакКонахи', 'Форрест Гамп'),
	('07ab1725-cc3f-410c-ac56-5f8888344da8','Хью Джекман', 'Властелин колец: Братство Кольца'),
	('72311304-d076-4ca4-9de9-47cd9c44ab58','Райан Рейнольдс', 'Список Шиндлера'),
	('95c3da9c-9d63-4469-b9b8-babd38459d65','Марго Робби', 'Карты, деньги, два ствола'),
	('bbb895d0-ff97-4373-b5bd-346a374113eb','Том Холланд', 'Король Лев');



